---
kind: property
id: P:Autodesk.Revit.DB.Electrical.GroundConductorSize.Ampacity
source: html/ae4fa6d0-70c4-3d32-94e2-9830317f5aad.htm
---
# Autodesk.Revit.DB.Electrical.GroundConductorSize.Ampacity Property

Get ampacity which is used for specifying size, the unit is ampere.

## Syntax (C#)
```csharp
public long Ampacity { get; }
```